tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
# Run your GitHub Actions locally 🚀
brew "act"
# GNU compiler collection
brew "gcc"
# Terraform Pull Request Automation tool
brew "atlantis"
# Portable Foreign Function Interface library
brew "libffi"
# GNOME XML library
brew "libxml2"
# Freely available high-quality data compressor
brew "bzip2"
# General-purpose data compression with high compression ratio
brew "xz"
# Command-line interface for SQLite
brew "sqlite"
# Graphics Library
brew "mesa"
# Official Amazon AWS command-line interface
brew "awscli"
# Azure Storage data transfer utility
brew "azcopy"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Cloud Development Kit for Terraform
brew "cdktf"
# Tool for service discovery, monitoring and configuration
brew "consul"
# Command-line tool for DigitalOcean
brew "doctl"
# Modern replacement for 'ls'
brew "exa"
# CLI tool for quick access to files and directories
brew "fasd"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# Alternative to top/htop
brew "glances"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Input filter for the pager less
brew "lesspipe"
# Open source relational database management system
brew "mysql-client"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Distributed, Highly Available, Datacenter-Aware Scheduler
brew "nomad"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Tool for creating identical machine images for multiple platforms
brew "packer"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Safe, concurrent, practical language
brew "rust"
# Cross-shell prompt for astronauts
brew "starship"
# Reads from existing Cloud Providers and generates Terraform code
brew "terracognita"
# Programmatically correct mistyped console commands
brew "thefuck"
# Simplified and community-driven man pages
brew "tldr"
# Lookup tool for domain names and other internet resources
brew "whois"
# Additional completion definitions for zsh
brew "zsh-completions"
# The official Doppler CLI for managing your secrets
brew "dopplerhq/cli/doppler"
# Boundary
brew "hashicorp/tap/boundary"
# Waypoint
brew "hashicorp/tap/waypoint"
