tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/core"
tap "linuxbrew/xorg"
tap "neovim/neovim"
brew "ack"
brew "aom"
brew "docbook"
brew "asciinema"
brew "autoconf"
brew "libtool"
brew "libunistring"
brew "pkg-config"
brew "libyaml"
brew "awscli", link: false
brew "azure-cli"
brew "bat"
brew "cairo"
brew "circleci"
brew "curl"
brew "dav1d"
brew "diff-so-fancy"
brew "docbook-xsl"
brew "doctl"
brew "exa"
brew "fd"
brew "gcc"
brew "libevent"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "giflib"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rtmpdump"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "fzf"
brew "fzy"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "glances"
brew "gnu-getopt"
brew "go"
brew "hub"
brew "ilmbase"
brew "libde265"
brew "xmlto"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "openexr"
brew "imagemagick"
brew "jemalloc"
brew "krb5"
brew "ldns"
brew "lftp"
brew "libgpg-error"
brew "libassuan"
brew "libcbor"
brew "libscrypt"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libzip"
brew "luajit"
brew "msgpack"
brew "nano"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nomad"
brew "pinentry"
brew "pssh"
brew "pulumi"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "shfmt"
brew "socat"
brew "starship"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "travis"
brew "tree"
brew "utf8proc"
brew "watchman"
brew "wget"
brew "wimlib"
brew "zsh"
brew "zsh-completions"
