tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
brew "libffi"
brew "libxml2"
brew "bzip2"
brew "xz"
brew "gcc"
brew "sqlite"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "consul"
brew "diff-so-fancy"
brew "doctl"
brew "fd"
brew "fzf"
brew "gh"
brew "glances"
brew "go"
brew "hub"
brew "libxmlsec1"
brew "neovim"
brew "nomad"
brew "openssl@3"
brew "packer"
brew "rust"
brew "starship"
brew "thefuck"
brew "zsh-completions"
brew "dopplerhq/cli/doppler"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/waypoint"
